START = '''
🏠 Главное меню:
'''

REG_GENDER = '''
<b>📝 Регистрация</>
👣 Шаг 1 из 2

<i>Выбери ниже, какого ты пола?</>
'''
REG_AGE = '''
<b>📝 Регистрация</>
👣 Шаг 2 из 2

<i>Напиши, cколько тебе лет? (от 10 до 99)</>
'''

NOT_SUBBED = '''
<i><b>✅Чтобы пользоваться ботом, вы должны подписаться на наши каналы</b>

Подпишиcь и нажми «Продолжить»!</i>
'''

DEFAULT_VIP = 'Данный функционал доступен только для VIP пользователей'
VIP = '''
<b>Преимущества VIP 👑:</>

<i>🔎 - Поиск по полу
🔞 - Пошлый чат 
❌ - Отключение рекламы
🖼 - Обмен медиа (фото, видео, гифки, стикеры)</>
'''
BILL = '''
⭐️ Чтобы получить доступ к VIP - подписке, оплатите счёт ниже ⬇️ 

• <i>После оплаты нажмите на кнопку "Проверить"</i> ✅
'''
REF = '''
<i>Приглашайте пользователей по своей ссылке и получайте</> <b>👑 VIP статус</> <i>на 1 день за каждого пятого друга!</>

<b>Приглашено:</> <code>%i</>

Ваша персональная ссылка:
👉  https://t.me/%s?start=%i
'''

PROFILE = '''
<b>👤 Профиль</>

<b>💬 Имя -</b> %s
<b>👫 Пол -</b> %s
<b>🔞 Возраст -</b> %s
<b>👑 VIP -</b> %s
'''

SEARCH_END = '''
<b>💬 Поиск прекращен</>

<i>Для работы с ботом используйте кнопки снизу, также можно использовать меню команд.</>
'''

DIALOGUE_END = '''
<b>💬 Диалог прекращен</>

<i>Для работы с ботом используйте кнопки снизу, также можно использовать меню команд.</>
'''
DIALOGUE_SEARCH = '''
<b>🔎 Поиск собеседника...</>

<i>/stop - остановить поиск ❌</>
'''
DIALOGUE_GENDER = '<i>Выберите пол собеседника! ❤️‍🔥</>'
DIALOGUE_FOUND = '''
<b>Собеседник найден! 🎁</>

<i>Для поиска след. собеседника - /next
Для прекращения диалога - /stop</>
'''